sdaiCreateNestedAggrADB(Sdai_Id_aggr*,Sdai_ADBId*)
\details
Creates a nested aggregate in a specified aggregate.
\param aggregate       [in] An aggregate that should contain the newly created aggregate.
\param selaggrInstance [in] An attribute data block (ADB) that represents the aggregate data type.
\returns The created SDAI aggregate object.